[
	{
		"isimg":false,
		"title":"راهنمای نرم افزار تست امنیت دوربین مداربسته",
		"text":""
	},
	{
		"isimg":true,
		"url":"https://www.ultraamooz.com/tools/img/aboutlogo.png"
	},
	{
		"isimg":false,
		"title":"خرید و فعال سازی اشتراک",
		"text":"فرایند خرید و فعال سازی اشتراک شما توسط کافه بازار صورت میگیرد. به همین دلیل اگر قبلا اشتراک خریداری کردید درصورتی که در حساب کافه بازار خود لاگین کرده باشید اشتراک شما به صورت خودکار فعال خواهد شد."
	},
	{
		"isimg":false,
		"title":"عملیات سنجش امنیت",
		"text":"با کلیک بر روی دکمۀ \"سنجش امنیت\" برنامه شروع به اسکن شبکه برای یافتن دوربین مداربستۀ موجود در شبکه می کند. ابتدا باید با استفاده از WiFi به شبکۀ دوربین مداربستۀ خود متصل شوید.\nاگر میخواهید IP یا Port دوربین مداربسته ای که مد نظر دارید را به صورتی دستی وارد کنید به بخش تنظیمات مراجعه نمایید."
	},
	{
		"isimg":false,
		"title":"خطای \"دوربین مداربسته یافت نشد\"",
		"text":"به این معنی است که در شبکۀ مد نظر شما دوربین مداربستۀ ای وجود ندارد، اگر اطمینان دارید دوربین مداربسته در شبکه مورد نظر قابل دسترس است، دوباره عملیات سنجش امنیت را آغاز کنید، ممکن است به دلیل کندی اینترنت یا مشکلات شبکه قادر به شناسایی دوربین مداربسته نباشد."
	},
	{
		"isimg":false,
		"title":"بررسی پورت",
		"text":"در بخش تنظیمات میتوانید آیپی یا پورت دوربین مداربسته را وارد کنید، درصورتی که پورت خاصی را مد نظر دارید می توانید ابتدا با کلیک روی دکمۀ بررسی پورت، از قابل دسترس بودن پورت مورد نظر مطمئن شوید، و سپس روی دکمۀ ذخیرۀ تغییرات کلیک کنید."
	},
	{
		"isimg":false,
		"title":"",
		"text":"درصورتی که پورت را وارد نکنید از پورت های پیشفرض استفاده خواهد شد.\n\n"
	},
	{
		"isimg":false,
		"title":"مشاهدۀ تبلیغات",
		"text":"درصورت عدم خرید اشتراک و غیرفعال بودن حساب کاربری شما، هنگام سنجش امنیت پس از شناسایی دوربین مداربسته، شما با خطای فعال نبودن اشتراک مواجه خواهید شد، در این صورت می توانید با مشاهدۀ تبلیغ عملیات را ادامه دهید."
	},
	{
		"isimg":false,
		"title":"",
		"text":"درصورتی که تبلیغ تا انتها مشاهده کنید، برنامه یکبار برای استفاده فعال می شود و با کلیک دوبارۀ روی دکمه سنجش امنیت میتوانید عملیات را تا انتها پیش ببرید.\n توجه داشته باشید که تنها در راس ساعت ها میتوانید تبلیغ ببینید.\nمثال:\n12:00\n13:00\n14:00\n15:00 و..."
	},	
	{
		"isimg":false,
		"title":"شرکت در قرعه کشی اشتراک سالانه رایگان",
		"text":"با عضویت در کانال تلگرام ما یا با ارسال نظر 5 ستاره به برنامه میتوانید از ما حمایت کرده و همچنین در قرعه کشی اشتراک سالانه رایگان شرکت کنید."
	}
	
]
